{
    "CL00": {
        "Info": "General cover letter",
        "cover_letter": "Bachelor in Electrical Engineering, experience as docent and industrial development projects, from draftsman to project manager, in recent years I have been developing a family gastronomic venture and specializing in programming, data science, and the development of financial investment and algorithmic trading strategies. Passionate about data processing, data models,  dashboards  analisis  and machine learning. I have a strong proficiency in programming languages. In my current role as entrepreneur I have gained valuable experience in managing the overall operations of a company, and I possess well-developed interpersonal skills, commercial awareness, and the ability to motivate and influence people. I firmly believe that perseverance in study and continuous work are the keys to success in everything i set out to do and that's how I live the day to day.\nMy family gastronomic venture: http://instagram.com/cayenapepper\nYou can see my data science projects on the repositories at:https://github.com/JCSR2022\nInformation about: https://www.linkedin.com/in/jhonathan-santacana-886117a7\n"
    },
    "CL01": {
        "Info": "Complete standard model focused on data science",
        "cover_letter": "Dear Hiring Manager,\nI am excited to express my strong interest in the {job} position at {company}. With a Bachelor's degree in Electrical Engineering, extensive experience in project management, knowledge as a data scientist and Big Data, and a keen interest in web services solutions, I am confident that my skills and experience align perfectly with the requirements of this role.\nAs a data scientist, I am particularly passionate about machine learning. I possess extensive proficiency in programming languages such as Python, C++, and MATLAB, as well as expertise in data science tools like SQL, PostgreSQL, Pandas, NumPy, Sklearn, and Tensorflow. Furthermore, I have completed numerous training courses in Data Science, enabling me to develop knowledge and expertise in big data processing technologies such as Hadoop, Apache Spark, and Hive. Along with that, I am well-versed in utilizing various working tools such as Docker, Github, and Dash, which facilitates efficient collaboration and project management.\nAs an entrepreneur, I have honed my skills in managing overall operations, developed strong interpersonal skills, commercial awareness, and the ability to motivate and influence people. Additionally, I have experience in project management with PMBOK and Scrum.\nI believe that my skills and experience make me a strong candidate for the role. However, should you require a more advanced and experienced profile, please consider me for any other positions that may align with my qualifications. My top priority is to grow and advance within the company, and I am confident that I can add value to the team and contribute to the company's success. I am excited about the opportunity to help {company} achieve its objectives, and I look forward to discussing my qualifications further with you.\nThank you for considering my application.\nSincerely,   \nJhonathan Santacana"
    },
    "CL02": {
        "Info": "Summary model with less than 1000 characters, focused on data science",
        "cover_letter": "Dear Hiring Manager,\nI am excited to apply for the {job} position at {company}, with a Bachelor's degree in Electrical Engineering, extensive project management experience, and knowledge as a data scientist I am confident that I can add value to the team and contribute to the company's success. \nI am proficient in programming languages such as Python, C++, and MATLAB, and have expertise in data science tools such as SQL, PostgreSQL, Pandas, NumPy and Sklearn. Additionally, I have completed various training courses in Data Science and am well-versed in Hadoop, Apache Spark, and Hive.\nAs an entrepreneur, I have developed my interpersonal skills and commercial awareness. I am confident that my skills and experience make me a strong candidate for this role but If you require a different profile, please consider me for other positions that align with my qualifications. My priority is to grow and advance within the company,\nSincerely,\nJhonathan Santacana"
    },
    "CL05": {
        "Info": "Cover Leeter especial for data Enginner focus on web solutions",
        "cover_letter": "I have interes in the {job} position at {company} because i am a star in web solutions"
    },
    "CL34": {
        "Info": "Cover letter for a braking bad job",
        "cover_letter": "Dear Hiring Manager,\nI am writing to express my strong interest in the {job} position that is currently available at your organization, {company}. I am a supervillain, with a twisted and sadistic sense of humor. I am a mastermind when it comes to planning criminal operations, and I am always one step ahead of my enemies. My abilities in chemical engineering have allowed me to develop deadly and lethal concoctions, as well as a variety of unique weaponry that keeps my opponents on their toes.\nLike the Joker, I possess no superhuman abilities, but my intellect and cunning make me a formidable adversary. I share his love for chaos and unpredictability, and I thrive on the fear that I instill in the hearts of those around me.\nI believe that my skills and abilities would make me a valuable asset to any team of supervillains, and I am eager to make my mark on {company}.\nSincerely, [Your name]"
    },
    "CL09": {
        "Info": "Cover letter for an astronaut type of job",
        "cover_letter": "Dear Hiring Manager,\nI am writing to express my strong interest in {job} position that is currently available at your organization, {company}. As an experienced astronaut, I have dedicated my life to space exploration and have gained extensive knowledge and skills in various aspects of space missions.\nMy passion for space began at a young age and I have since pursued every opportunity to further my education and training in this field. I have completed rigorous coursework in subjects such as physics, astronomy, and engineering, and have undergone extensive training in areas including spaceflight, extravehicular activities, and spacecraft piloting.\nThroughout my career, I have gained valuable experience by participating in multiple space missions, including the International Space Station and the Hubble Space Telescope servicing missions. I have also been involved in several space exploration projects that have expanded our knowledge of the universe and advanced the field of space exploration.\nAs an astronaut, I understand the importance of teamwork and effective communication in space missions. I have worked closely with other team members to achieve mission objectives and have demonstrated my ability to remain calm and focused in high-pressure situations.\nI am excited about the opportunity to continue my work in space exploration and to contribute to {company} mission. Thank you for considering my application.\nSincerely,\n[Your Name]"
    }
}